{
    "title": "Poema XX",
    "author": "Pablo Neruda",
    "translator":"W. S. Merwin",
    "filename-original": "./audio/neruda-pablo-poema20.mp3",
    "filename-translated-1": "./audio/neruda-pablo-poema20-translated-1.mp3",
    "filename-translated-2": "./audio/neruda-pablo-poema20-translated-2.mp3",
    "description": "Twenty Love Poems and a Song of Despair (Spanish: Veinte poemas de amor y una canción desesperada) is a collection of romantic poems by the Chilean poet Pablo Neruda, first published in 1924 when Neruda was 19. It was Neruda's second published work, and made his name as a poet. Veinte poemas was controversial for its eroticism, especially considering its author's very young age. Over the decades, Veinte poemas has become Neruda's best-known work, and has sold more than a million copies. The book has been translated into many languages; in English, the translation was made by poet W. S. Merwin. (Wikipedia)",
    "originalLyrics": [
        "Puedo escribir los versos más tristes esta noche.",
        "ssss",
        "Escribir, por ejemplo: 'La noche está estrellada,",
        "y tiritan, azules, los astros, a lo lejos.'",
        "ssss",

        "El viento de la noche gira en el cielo y canta.",
        "ssss",

        "Puedo escribir los versos más tristes esta noche.",
        "Yo la quise, y a veces ella también me quiso.",
        "ssss",

        "En las noches como ésta la tuve entre mis brazos.",
        "La besé tantas veces bajo el cielo infinito.",
        "ssss",

        "Ella me quiso, a veces yo también la quería.",
        "Cómo no haber amado sus grandes ojos fijos.",
        "ssss",

        "Puedo escribir los versos más tristes esta noche.",
        "Pensar que no la tengo. Sentir que la he perdido.",
        "ssss",

        "Oir la noche inmensa, más inmnesa sin ella.",
        "Y el verso cae al alma como al pasto el rocío.",
        "ssss",

        "Qué importa que mi amor no pudiera guadarla.",
        "La noche está estrellada y ella no está conmigo.",
        "ssss",

        "Eso es todo. A lo lejos alguien canta. A lo lejos.",
        "Mi alma no se contenta con haberla perdido.",
        "ssss",

        "Como para acercarla mi mirada la busca.",
        "Mi corazón la busca, y ella no está conmigo.",
        "ssss",

        "La misma noche que hace blanquear los mismos árboles.",
        "Nosotros, los de entonces, ya no somos los mismos.",
        "ssss",

        "Ya no la quiero, es cierto, pero cuánto la quise.",
        "Mi voz buscaba el viento para tocar su oído.",
        "ssss",

        "De otro. Será de otro. Como antes de mis besos.",
        "Su voz, su cuerpo claro. Sus ojos infinitos.",
        "ssss",

        "Ya no la quiero, es cierto, pero tal vez la quiero.",
        "Es tan corto el amor, y es tan largo el olvido.",
        "ssss",

        "Porque en noches como ésta la tuve entre mis brazos,",
        "mi alma no se contenta con haberla perdido.",
        "ssss",

        "Aunque éste sea el último dolor que ella me causa,",
        "y éstos sean los últimos versos que yo le escribo."
    ],
    "translatedLyrics":[
        "Tonight I can write the saddest lines.",
        "ssss",
        "Write, for example, \"The night is shattered,",
        "and the blue stars shiver in the distance.\"",
        "ssss",
        "The night wind revolves in the sky and sings.",
        "ssss",
        "Tonight I can write the saddest lines.",
        "I loved her, and sometimes she loved me too.",
        "ssss",
        "Through nights like this one I held her in my arms.",
        "I kissed her again and again under the endless sky.",
        "ssss",
        "She loved me, and sometimes I loved her too.",
        "How could one not have loved her great still eyes?",
        "ssss",
        "Tonight I can write the saddest lines.",
        "To think that I do not have her. To feel that I have lost her.",
        "ssss",
        "To hear the immense night, still more immense without her,",
        "And the verse falls to the snow like dew to the pasture.",
        "ssss",
        "What does it matter that my love could not keep her.",
        "That night is shattered and she is not with me.",
        "ssss",
        "This is all. In the distance someone is singing. In the distance.",
        "My soul is not satisfied that it has lost her.",
        "ssss",
        "My sight searches for her as though to go to her.",
        "My heart looks for her, and she is not with me.",
        "ssss",
        "The same night whitening the same trees.",
        "We, of that time, are no longer the same.",
        "ssss",
        "I no longer love her, that is certain, but how I loved her.",
        "My voice tried to find the wind to touch her hearing.",
        "ssss",
        "Another's. She will be another's. Like my kisses before.",
        "Her voice. Her bright body. Her infinite eyes,",
        "ssss",
        "I no longer love her, that is certain, but maybe I love her.",
        "Love is so short, forgetting is so long.",
        "ssss",
        "Because through nights like this one I held her in my arms",
        "my soul is not satisfied that it has lost her.",
        "ssss",
        "Though this be the last pain that she makes me suffer,",
        "and these the last verses that I write for her."
    ],
    "triggers": [
        0,
        6.680,
        14.491,
        19.971,
        27.640,
        35.571,
        42.192,
        47.872,
        53.960,
        62.251,
        67.411,
        72.640,
        79.051,
        84.051,
        90.851,
        97.120,
        104.691,
        111.712,
        116.611,
        120.912,
        124.771,
        130.891,
        137.891,
        145.752,
        151.091,
        157.821,
        163.552,
        170.752,
        175.792,
        181.571,
        187.080,
        195.131
    ]
}